[
  {
    "x": 0.77777777796385,
    "y": 0.49999999894021063,
    "id": "duplicação_do_joá",
    "name": "Duplicação do Joá",
    "importance": "secondary",
    "field": "Transporte",
    "bio": "A duplicação do Joá foi uma obra fundamental para melhorar a mobilidade entre a Zona Sul e a Barra da Tijuca. Ao ampliar a capacidade da via, reduziu os congestionamentos e os tempos de viagem, proporcionando mais conforto e segurança para os cariocas que utilizam esse importante corredor viário.",
    "spellings": "Amhimitl, Opochtli",
    "source": "Primeros Memoriales",
    "aspect": "Opochtli, Mixcoatl, Huitzilopochtli, Yacatecuhtli",
    "educacao": 0,
    "transporte": 1,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.222222221816672,
    "y": 0.4999999994826871,
    "id": "derrubada_da_perimetral",
    "name": "Derrubada da Perimetral",
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "A derrubada da Perimetral foi um marco na transformação urbana do Rio de Janeiro. Ao remover essa via expressa, abriu-se espaço para a revitalização da zona portuária, criando novas áreas de lazer, convívio e cultura para os cariocas, além de melhorar a circulação e integração entre diferentes partes da cidade.",
    "spellings": null,
    "source": "Source unknown",
    "aspect": null,
    "educacao": 0,
    "transporte": 0,
    "reformas urbanas": 1,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.7777777779026898,
    "y": 0.49999999894021063,
    "id": "novos_túneis",
    "name": "Novos Túneis",
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "A construção de novos túneis melhorou significativamente a mobilidade urbana no Rio de Janeiro. Reduzindo os congestionamentos e os tempos de viagem, proporcionaram mais fluidez ao tráfego e facilitaram os deslocamentos dos cariocas, especialmente em áreas de grande fluxo de veículos.",
    "spellings": "Yemaxtli, Tlaclau-queteztzatlipuca, Camaxtle, Tlatlauhca",
    "source": "Codex Ramirez",
    "aspect": "Mixcoatl, Xipe Totec, Huitzilopochtli",
    "educacao": 0,
    "transporte": 1,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 0.7777777775741259,
    "y": -0.5000000005245443,
    "id": "boulevard_olímpico",
    "name": "Boulevard Olímpico",
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "O Boulevard Olímpico se tornou um símbolo do legado dos Jogos Olímpicos, revitalizando a zona portuária do Rio de Janeiro. Com espaços públicos, áreas de lazer e atrativos culturais, o boulevard proporcionou novas opções de convívio e entretenimento para os cariocas, além de estimular o turismo e o desenvolvimento econômico da região.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Coatlicue, Tlaltecuhtli",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.2222222223181616,
    "y": -1.5000000005509502,
    "id": "pequena_áfrica",
    "name": "Pequena África",
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "A Pequena África é um importante patrimônio histórico e cultural do Rio de Janeiro, que preserva a memória e as tradições da cultura afro-brasileira. Ao resgatar e valorizar essa herança, a região promove a inclusão social, o respeito à diversidade e o fortalecimento da identidade cultural dos cariocas.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Coatlicue, Tlaltecuhtli",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 1,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -0.22222222261762758,
    "y": 0.49999999894021063,
    "id": "edifício_a_noite",
    "name": "Ocupação Residencial no Centro",
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "O Edifício A Noite é um ícone arquitetônico e histórico do Rio de Janeiro, que preserva a memória e a identidade da cidade. Além de ser um marco cultural e turístico, o edifício contribui para a valorização do patrimônio histórico e arquitetônico do Rio, enriquecendo a experiência urbana dos cariocas e visitantes.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Ometecuhtli, Mictlantecuhtli,",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 1,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.222222222115711,
    "y": -1.5000000005509502,
    "id": "campo_de_golfe",
    "name": "Campo de Golfe",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "O Campo de Golfe é uma importante infraestrutura esportiva que promove a prática do golfe e estimula o turismo esportivo no Rio de Janeiro. Além de sediar competições de nível internacional, o campo contribui para a promoção da saúde e do bem-estar dos moradores, proporcionando um espaço de lazer e convivência na cidade.\n",
    "spellings": "Chimalman, Chimamatl",
    "source": "Codex Laud",
    "aspect": "Coatlicue",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.2222222224153971,
    "y": 1.4999999983984176,
    "id": "marina_da_glória",
    "name": "Marina da Glória",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "A Marina da Glória teve suas instalações modernizadas, o que triplicou o número de vagas para barcos. A área de 67 mil metros quadrados passou por uma completa transformação com a reformulação dos píeres, criação de um polo gastronômico, e nova infraestrutura da rede de esgoto, elétrica e hidráulica. Graças ao projeto, os moradores do Rio tiveram de volta parte da orla marítima. Depois de 34 anos, o trecho entre o Museu de Arte Moderna (MAM) e a Marina voltou a ter acesso liberado ao público.",
    "spellings": "Cituateteo, Civatateo, Chiuateteto, Cihuapipiltin, Cihuateteoh",
    "source": "Codex Borgia",
    "aspect": "Coatlicue",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -0.22222222172089395,
    "y": -0.5000000005245443,
    "id": "sambódromo",
    "name": "Sambódromo",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "O Sambódromo é um ícone cultural e turístico do Rio de Janeiro, que preserva a tradição e a identidade cultural da cidade. Além de sediar o desfile das escolas de samba durante o Carnaval, o Sambódromo é palco de eventos culturais e festivos ao longo do ano, contribuindo para a promoção da cultura e do turismo na cidade.",
    "spellings": "Xochitonal",
    "source": "Codex Borgia",
    "aspect": "Tlaltecuhtli",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.777777777602688,
    "y": -0.5000000005245443,
    "id": "entorno_do_engenhão",
    "name": "Praça do Trem",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "O entorno do Engenhão é uma área de lazer e convivência que proporciona atividades esportivas, culturais e de entretenimento para os moradores da região. Com parques, quadras esportivas e espaços de lazer, o entorno do Engenhão promove a integração social e o bem-estar dos cariocas, incentivando a prática de atividades físicas e o convívio comunitário.",
    "spellings": "Icozauqui, Cipactli",
    "source": "Codex Borbonicus",
    "aspect": "Ometecuhtli, Ometeotl",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.2222222219356045,
    "y": 0.49999999948797846,
    "id": "rede_hoteleira",
    "name": "Rede Hoteleira",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "A rede hoteleira do Rio de Janeiro é fundamental para o turismo e a economia da cidade. Além de oferecer hospedagem para visitantes, os hotéis geram empregos e receitas para a cidade, contribuindo para o desenvolvimento econômico e social do Rio de Janeiro.",
    "spellings": null,
    "source": "Codex Fejervary-Mayer",
    "aspect": "Ometecuhtli, Ometeotl",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.77777777752164,
    "y": 1.4999999989399166,
    "id": "parque_madureira",
    "name": "Parque Madureira",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Construído ao longo da linha de trem num espaço antes degradado, onde ficavam torres de transmissão de energia elétrica, o Parque Madureira transformou o subúrbio carioca, oferecendo aos seus moradores uma das maiores áreas de lazer da cidade e levando verde para uma região com baixíssima cobertura vegetal. O efeito foi similar ao de um oásis para mais de um 1,4 milhão de pessoas que vivem nos nove bairros do seu entorno. Com quase 4 quilômetros de extensão e 450 mil metros quadrados de área, conta com pistas de skate, quadras esportivas, áreas de convivência, equipamentos culturais e até praia artificial. <br><br><br>Os Jogos Olímpicos e Paralímpicos não somente serviram de inspiração para a criação do extenso parque linear, aberto em 2012, como contribuíram para projetá-lo internacionalmente. Foi no novo cartão-postal da Zona Norte - e legado antecipado para a população - que a cidade do Rio escolheu instalar em 2015 os seus primeiros Aros Olímpicos, que permanecem ali até hoje. Durante o megaevento esportivo, o Parque Madureira foi um dos principais Live Sites da Rio 2016 e recebeu o público com telões para exibição das competições e variada programação cultural.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.222222222115711,
    "y": -0.5000000005221991,
    "id": "aterro_gramacho",
    "name": "Fim do Aterro de Gramacho",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Antiga promessa, o fim do Aterro de Gramacho também é um legado olímpico. Com a implantação do Centro de Tratamento de Resíduos de Seropédica, o Aterro Sanitário de Gramacho foi fechado após 36 anos de operação (10 anos além da vida útil). O fechamento encerrou uma história de anos de degradação ambiental às margens da Baía de Guanabara.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 1,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 1,
    "placas": 0
  },
  {
    "x": -1.2222222221610526,
    "y": -0.5000000010626732,
    "id": "bacia_jacarepagua",
    "name": "Recuperação da Bacia de Jacarepaguá",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "As obras do Programa de Recuperação Ambiental da Bacia de Jacarepaguá, que abastece as lagoas de toda a região da Barra da Tijuca, beneficiaram cerca de 350 mil habitantes dos bairros da região que sofriam há muitos anos com as enchentes provocadas pelo transbordamento dos rios. No entorno das lagoas estão as principais instalações dos Jogos Olímpicos Rio 2016, como o Parque Olímpico, a Vila Olímpica e o Parque dos Atletas. O investimento de R$ 340 milhões da Prefeitura e do Governo Federal na macrodrenagem da Bacia de Jacarepaguá fez parte do legado das Olimpíadas do Rio de 2016.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 1,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 1,
    "placas": 0
  },
  {
    "x": 0.777777777374695,
    "y": 1.4999999989399166,
    "id": "combate_enchentes",
    "name": "Combate às Enchentes",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Há cerca de uma década, o reservatório da Praça da Bandeira entrava em operação. Promessa durante 40 anos, o primeiro dos piscinões construídos pela Prefeitura do Rio para combater os alagamentos na região foi inaugurado no final de 2013, com capacidade para armazenar 18 milhões de litros de água de chuva. O Programa de Controle de Enchentes da Grande Tijuca, que constitui mais um legado olímpico entregue antes dos Jogos, é composto ainda por outros quatro reservatórios — três na Praça Niterói e um na Praça Varnhagen, que recebem as vazões excedentes dos rios Trapicheiros, Joana, Maracanã e Jacó. Completa este conjunto de obras o desvio do Rio Joana, que inclui o maior túnel de drenagem do Brasil e desvia diretamente para a Baía de Guanabara o excedente de águas de chuva que deságuam no Canal do Mangue.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 1,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 1,
    "placas": 0
  },
  {
    "x": -0.2222222225207,
    "y": 1.4999999989399166,
    "id": "ctr_seropedica",
    "name": "Central de Tratamento de Resíduos em Seropédica",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "A construção da Central de Tratamento de Resíduos (CTR Rio) em Seropédica, para substituir o Aterro de Gramacho, é outro legado dos Jogos Rio 2016. Entregue em 2011, a CTR Rio é considerada a mais moderna central desse tipo da América Latina. Com o início da sua operação, foi possível realizar um compromisso olímpico da cidade: fechar o Aterro de Gramacho, que por quase quatro décadas havia recebido todo o lixo coletado no Rio e se tornado um passivo ambiental às margens da Baía de Guanabara. A Central de Tratamento de Resíduos em Seropédica proporcionou uma significativa melhoria na qualidade ambiental para todos os moradores da Região Metropolitana do Rio de Janeiro.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 1,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.2222222219356045,
    "y": 1.4999999983984176,
    "id": "saneamento_zona_oeste",
    "name": "Saneamento na Zona Oeste",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "A Estação de Tratamento de Esgoto (ETE) da Zona Oeste, localizada em Deodoro, foi uma das obras realizadas como parte do legado olímpico dos Jogos Rio 2016. Ela foi projetada para tratar os efluentes dos bairros de Bangu, Deodoro, Realengo, Padre Miguel, Magalhães Bastos, Jardim Sulacap e Vila Militar. Com a obra, que garantiu 100% de saneamento da região da Bacia do Rio Marangá, mais de 65 milhões de litros de esgoto deixaram de ser despejados diariamente na Baía de Guanabara - quantidade equivalente ao esgoto coletado e tratado na cidade de Niterói.<br><br>É a maior estação dentro da concessão de saneamento da Área de Planejamento 5 (AP5) e símbolo do programa da prefeitura em parceria com a iniciativa privada que há mais de uma década tem levado água e esgoto tratados a 24 bairros da Zona Oeste - o que corresponde a quase metade do território municipal e mais de 1/4 da população carioca. Desde 2012, foram investidos pela concessionária mais de R$ 1 bilhão para implantar 600 km de novas redes coletoras, construir novas estações (como as ETEs em Deodoro e Bangu) e modernizar estações e elevatórias existentes.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 1,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  }
]