[
  {
    "x": 0.77777777796385,
    "y": 0.49999999894021063,
    "id": "duplicação_do_joá",
    "name": "Duplicação do Joá",
    "importance": "secondary",
    "field": "Transporte",
    "bio": "A duplicação do Elevado do Joá foi um projeto fundamental para melhorar a mobilidade entre a Zona Sul e a Barra da Tijuca. A obra, um importante legado de infraestrutura dos Jogos entregue em 2016, aumentou a capacidade viária no local em 35%, reduzindo congestionamentos e tempo de viagem.",
    "spellings": "Amhimitl, Opochtli",
    "source": "Primeros Memoriales",
    "aspect": "Opochtli, Mixcoatl, Huitzilopochtli, Yacatecuhtli",
    "educacao": 0,
    "transporte": 1,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.222222221816672,
    "y": 0.4999999994826871,
    "id": "derrubada_da_perimetral",
    "name": "Derrubada da Perimetral e Orla Conde",
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "A derrubada do Elevado da Perimetral é considerada o símbolo maior da revitalização promovida pelo projeto Porto Maravilha — um dos principais legados olímpicos — porque devolveu aos cariocas a visão da Baía de Guanabara, antes escondida pela gigantesca estrutura de concreto. Mas, para eliminar o viaduto da paisagem e permitir a reconexão dessa área central da cidade com o mar, foi preciso oferecer alternativas para garantir a circulação na região. Foram construídos novos túneis e vias em substituição à Perimetral e também ao trecho da Avenida Rodrigues Alves, que deu lugar a um espaço destinado a pedestres, ciclistas e ao Veículo Leve sobre Trilhos (VLT). A Via Expressa e o Túnel Marcello Alencar, o maior túnel subterrâneo do Brasil com 3,4 km de extensão, ligam o Aterro do Flamengo à Avenida Brasil e à Ponte Rio-Niterói. Já a Via Binário do Porto, o Túnel Rio 450 e o Túnel Nina Rabha ajudaram a escoar o tráfego local nos deslocamentos entre o Centro e os bairros da Região Portuária.<br><br><br>Se os automóveis ganharam túneis e vias, a população do Rio foi presenteada com uma nova orla. Do Armazém 8 do Cais do Porto à área do Museu Histórico Nacional, na Praça Marechal Âncora, passando pela Praça XV e pela Igreja da Candelária, surgiu um extenso passeio público à beira-mar, com praças, jardins e deques. Batizada em homenagem ao ex-prefeito e urbanista que sempre foi um entusiasta da Região Portuária, a Orla Luiz Paulo Conde foi um dos lugares mais festivos e vibrantes nos Jogos Rio 2016. Ao longo dos seus 3,5 km de extensão, foram montados no Boulevard Olímpico (nome que a Orla Conde recebeu durante o evento esportivo) palcos para shows e telões para a transmissão das competições. Ali também, em frente à Candelária, foi instalada uma réplica da Pira Olímpica, conhecida como a “Pira do Povo”.",
    "spellings": null,
    "source": "Source unknown",
    "aspect": null,
    "educacao": 0,
    "transporte": 0,
    "reformas urbanas": 1,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.7777777779026898,
    "y": 0.49999999894021063,
    "id": "novos_túneis",
    "name": "Novos Túneis",
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "Os novos túneis construídos no período de preparação olímpica guardaram um simbolismo direto com a proposta de uma cidade mais integrada que orientou a organização dos Jogos Rio 2016, com o esforço de inclusão das áreas mais distantes. Até a escolha do Rio de Janeiro como cidade-sede olímpica, todos os principais túneis cariocas cortavam o Maciço da Tijuca, na área mais nobre da cidade, ligando, principalmente, a Zona Sul a outras regiões. Foi apenas com o projeto olímpico e a decisão de priorizar o investimento no transporte público para as regiões mais carentes que o Rio pagou uma dívida histórica com parte da sua população e atravessou pela primeira vez o Maciço da Pedra Branca, com três túneis e dois corredores exclusivos de BRT (Transoeste e Transolímpica). E, assim, bairros populosos da Zona Oeste foram conectados a outras áreas da cidade, encurtando distâncias e facilitando a vida das pessoas que mais precisam.",
    "spellings": "Yemaxtli, Tlaclau-queteztzatlipuca, Camaxtle, Tlatlauhca",
    "source": "Codex Ramirez",
    "aspect": "Mixcoatl, Xipe Totec, Huitzilopochtli",
    "educacao": 0,
    "transporte": 1,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
 
  {
    "x": -1.2222222223181616,
    "y": -0.5000000005245443,
    "id": "pequena_áfrica",
    "name": "Pequena África",
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "Além das obras de renovação urbana, o projeto do Porto Maravilha também tem se dedicado a recuperar e proteger o rico patrimônio histórico existente ali na região, especialmente para a preservação da memória da cultura afro-brasileira e afro-carioca. Em 2011, durante escavações de infraestrutura, redescobriu-se um pedaço importante da história do Brasil: foi encontrado o Cais do Valongo, o principal cais de desembarque de africanos escravizados em todas as Américas no século XIX. O sítio arqueológico foi transformado pela Prefeitura do Rio num monumento aberto à visitação pública em 2012 e, cinco anos depois, foi declarado Patrimônio da Humanidade pela UNESCO.<br><br><br> O Cais do Valongo passou a integrar o Circuito Histórico e Arqueológico da Celebração da Herança Africana, que estabelece marcos da cultura afro-brasileira na Região Portuária, ao lado do Jardim Suspenso do Valongo, Largo do Depósito, Pedra do Sal, Largo de São Francisco da Prainha, Cemitério dos Pretos Novos e o Centro Cultural José Bonifácio (onde funciona o Museu da História e da Cultura Afro-Brasileira – Muhcab). Ao todo, mais de quinze pontos de memória, todos restaurados pelo projeto Porto Maravilha, formam o chamado roteiro da Pequena África.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Coatlicue, Tlaltecuhtli",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 1,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -0.22222222261762758,
    "y": 0.49999999894021063,
    "id": "edifício_a_noite",
    "name": "Ocupação Residencial no Centro e no Porto", 
    "importance": "secondary",
    "field": "Reformas Urbanas",
    "bio": "O Porto Maravilha é um legado que apenas teve origem olímpica mas, ano após ano, permanece transformando e desenvolvendo a paisagem carioca, atraindo para bairros centrais do Rio novos negócios, moradores e visitantes. Graças a incentivos municipais para ocupação residencial  do Centro e da Região Portuária, já foram lançados empreendimentos que somam mais de 12 mil apartamentos – o que representa a chegada de quase 40 mil novos moradores na área central da cidade nos próximos anos. No caso dos bairros do Santo Cristo, Gamboa e Saúde, por exemplo, a expectativa é que a população dobre no período. Entre os prédios que abrirão as portas na vizinhança está o icônico edifício “A Noite”, na Praça Mauá. Fechado por mais de 10 anos, o primeiro arranha-céu da América Latina será totalmente reformado e contará com cerca de 450 unidades residenciais.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Ometecuhtli, Mictlantecuhtli,",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 1,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.222222222115711,
    "y": -0.5000000005245443,
    "id": "campo_de_golfe",
    "name": "Campo de Golfe Olímpico",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Os Jogos Rio 2016 trouxeram de volta o golfe às Olímpiadas, depois de 112 anos. O retorno do esporte à condição olímpica representou também a possibilidade se recuperar um terreno de quase 1 milhão de metros quadrados, na Barra, que estava degradado havia décadas, em função da extração de areia. Construído com recursos privados, o projeto do Campo de Golfe Olímpico promoveu o maior programa de recuperação de vegetação nativa de restinga do Brasil. A partir da revitalização do ecossistema , o espaço virou o lar para quase 300 espécies de animais, incluindo pássaros, capivaras, bichos-preguiça, sapos, cobras, jacarés e lagartos. <br><br><br> Reconhecido por revistas internacionais especializadas como um dos melhores do mundo, o Campo de Golfe Olímpico – que foi erguido sem investimento de dinheiro público – está hoje em pleno funcionamento e qualquer pessoa pode utilizar o equipamento, mediante compra de ingressos. Até a realização dos Jogos, a cidade tinha apenas campos em clubes particulares, onde somente sócios podiam praticar.\n",
    "spellings": "Chimalman, Chimamatl",
    "source": "Codex Laud",
    "aspect": "Coatlicue",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.2222222224153971,
    "y": 1.4999999983984176,
    "id": "marina_da_glória",
    "name": "Marina da Glória",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "A Marina da Glória teve suas instalações modernizadas, o que triplicou o número de vagas para barcos. A área de 67 mil metros quadrados passou por uma completa transformação com a reformulação dos píeres, criação de um polo gastronômico, e nova infraestrutura da rede de esgoto, elétrica e hidráulica. Graças ao projeto, os moradores do Rio tiveram de volta parte da orla marítima. Depois de 34 anos, o trecho entre o Museu de Arte Moderna (MAM) e a Marina voltou a ter acesso liberado ao público.",
    "spellings": "Cituateteo, Civatateo, Chiuateteto, Cihuapipiltin, Cihuateteoh",
    "source": "Codex Borgia",
    "aspect": "Coatlicue",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -0.22222222172089395,
    "y": -0.5000000005245443,
    "id": "sambódromo",
    "name": "Ampliação do Sambódromo", 
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Palco do desfile das Escolas de Samba do carnaval carioca, a maior festa popular do planeta, o Sambódromo também se beneficiou com os Jogos Rio 2016. A sua reforma, feita em parceria com a iniciativa privada e entregue em 2012, foi um dos legados olímpicos que a cidade ganhou antecipadamente. <br><br><br> Com a ampliação de 60 mil para 72.500 lugares, a obra fez mais do que aumentar a capacidade de público. Ao promover a simetria dos conjuntos de arquibancadas entre os dois lados da Avenida Marquês de Sapucaí, a revitalização do Sambódromo resgatou, quase 30 anos depois, a essência e a beleza do projeto original do arquiteto Oscar Niemeyer. Durante o evento esportivo, o espaço recebeu as competições de Tiro com Arco, além da largada e da chegada da Maratona Olímpica.",
    "spellings": "Xochitonal",
    "source": "Codex Borgia",
    "aspect": "Tlaltecuhtli",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 0.77777777796385,
    "y": -0.5000000005245443,
    "id": "entorno_do_engenhão",
    "name": "Praça do Trem",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Bem perto do Estádio do Engenhão, também como legado dos Jogos, a população ganhou uma nova área de lazer, num local com grande valor afetivo para a vizinhança e importância histórica para o Rio e o Brasil. O antigo e abandonado conjunto de Oficinas de Locomoção - erguido no século XIX para operação ferroviária de uma das principais estradas de ferro do país e tombado pelo patrimônio cultural do município - teve seus galpões restaurados e adaptados. <br><br><br> Aquelas construções decadentes, onde no passado os vagões de trens passavam por reparos, deram lugar à Praça do Trem. A recuperação da área de 35 mil metros quadrados, entregue um mês antes da abertura dos Jogos Olímpicos, além de devolver à cidade uma parte fundamental da sua memória, fez surgir na Zona Norte um novo espaço público para recreação e prática de esportes. Um dos prédios foi transformado em Nave do Conhecimento, com ambientes interativos de alta tecnologia para levar inovação aos moradores da região, que passaram a contar com cursos de capacitação digital e acesso à internet de alta velocidade. Desde 2024, a Nave passou a contar também com a primeira Arena Gamer pública do país, destinada à crescente atividade dos e-Sports, que têm movimentado cada vez mais a economia criativa.",
    "spellings": "Icozauqui, Cipactli",
    "source": "Codex Borbonicus",
    "aspect": "Ometecuhtli, Ometeotl",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.2222222219356045,
    "y": 0.49999999948797846,
    "id": "rede_hoteleira",
    "name": "Rede Hoteleira",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Cartão-postal do Brasil e principal destino turístico do país, o Rio de Janeiro teve sua rede hoteleira ampliada em função dos Jogos Olímpicos e Paralímpicos, quando a cidade recebeu 1,4 milhão de visitantes. Entre 2009 e 2016, a partir de incentivos municipais, o número de quartos de hotéis praticamente dobrou, passando de 20 mil para quase 40 mil. Agora, em 2024, o HotéisRio, sindicato dos meios de hospedagem da cidade, estima que a capacidade hoteleira da capital carioca seja de 45 mil quartos.",
    "spellings": null,
    "source": "Codex Fejervary-Mayer",
    "aspect": "Ometecuhtli, Ometeotl",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.77777777752164,
    "y": 1.4999999989399166,
    "id": "parque_madureira",
    "name": "Parque Madureira",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Construído ao longo da linha de trem num espaço antes degradado, onde ficavam torres de transmissão de energia elétrica, o Parque Madureira transformou o subúrbio carioca, oferecendo aos seus moradores uma das maiores áreas de lazer da cidade e levando verde para uma região com baixíssima cobertura vegetal. O efeito foi similar ao de um oásis para mais de um 1,4 milhão de pessoas que vivem nos nove bairros do seu entorno. Com quase 4 quilômetros de extensão e 450 mil metros quadrados de área, conta com pistas de skate, quadras esportivas, áreas de convivência, equipamentos culturais e até praia artificial. <br><br><br>Os Jogos Olímpicos e Paralímpicos não somente serviram de inspiração para a criação do extenso parque linear, aberto em 2012, como contribuíram para projetá-lo internacionalmente. Foi no novo cartão-postal da Zona Norte - e legado antecipado para a população - que a cidade do Rio escolheu instalar em 2015 os seus primeiros Aros Olímpicos, que permanecem ali até hoje. Durante o megaevento esportivo, o Parque Madureira foi um dos principais Live Sites da Rio 2016 e recebeu o público com telões para exibição das competições e variada programação cultural.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 0,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },

  
  {
    "x": 0.777777777374695,
    "y": 1.4999999989399166,
    "id": "combate_enchentes",
    "name": "Combate às Enchentes",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "Há cerca de uma década, o reservatório da Praça da Bandeira entrava em operação. Promessa durante 40 anos, o primeiro dos piscinões construídos pela Prefeitura do Rio para combater os alagamentos na região foi inaugurado no final de 2013, com capacidade para armazenar 18 milhões de litros de água de chuva. O Programa de Controle de Enchentes da Grande Tijuca, que constitui mais um legado olímpico entregue antes dos Jogos, é composto ainda por outros quatro reservatórios — três na Praça Niterói e um na Praça Varnhagen, que recebem as vazões excedentes dos rios Trapicheiros, Joana, Maracanã e Jacó. Completa este conjunto de obras o desvio do Rio Joana, que inclui o maior túnel de drenagem do Brasil e desvia diretamente para a Baía de Guanabara o excedente de águas de chuva que deságuam no Canal do Mangue.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 1,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 1,
    "placas": 0
  },
  {
    "x": -0.2222222225207,
    "y": 1.4999999989399166,
    "id": "ctr_seropedica",
    "name": "Central de Tratamento de Resíduos de Seropédica e fim do Aterro de Gramacho", 
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "A construção da Central de Tratamento de Resíduos (CTR Rio) em Seropédica, para substituir o Aterro de Gramacho, é outro legado dos Jogos Rio 2016. Entregue em 2011, a CTR Rio é considerada a mais moderna central desse tipo da América Latina. Com o início da sua operação, foi possível realizar um compromisso olímpico da cidade: fechar o Aterro de Gramacho, que por quase quatro décadas havia recebido todo o lixo coletado no Rio e se tornado um passivo ambiental às margens da Baía de Guanabara. A Central de Tratamento de Resíduos em Seropédica proporcionou uma significativa melhoria na qualidade ambiental para todos os moradores da Região Metropolitana do Rio de Janeiro.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 1,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.2222222219356045,
    "y": 1.4999999983984176,
    "id": "saneamento_zona_oeste",
    "name": "Saneamento na Zona Oeste",
    "importance": "secondary",
    "field": "Turismo, esporte e lazer",
    "bio": "A Estação de Tratamento de Esgoto (ETE) da Zona Oeste, localizada em Deodoro, foi uma das obras realizadas como parte do legado olímpico dos Jogos Rio 2016. Ela foi projetada para tratar os efluentes dos bairros de Bangu, Deodoro, Realengo, Padre Miguel, Magalhães Bastos, Jardim Sulacap e Vila Militar. Com a obra, que garantiu 100% de saneamento da região da Bacia do Rio Marangá, mais de 65 milhões de litros de esgoto deixaram de ser despejados diariamente na Baía de Guanabara - quantidade equivalente ao esgoto coletado e tratado na cidade de Niterói.<br><br>É a maior estação dentro da concessão de saneamento da Área de Planejamento 5 (AP5) e símbolo do programa da prefeitura em parceria com a iniciativa privada que há mais de uma década tem levado água e esgoto tratados a 24 bairros da Zona Oeste - o que corresponde a quase metade do território municipal e mais de 1/4 da população carioca. Desde 2012, foram investidos pela concessionária mais de R$ 1 bilhão para implantar 600 km de novas redes coletoras, construir novas estações (como as ETEs em Deodoro e Bangu) e modernizar estações e elevatórias existentes.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "saneamento": 1,
    "transporte": 0,
    "reformas urbanas": 0,
    "lazer": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  }
]