{"title":"A Visual Guide to the Aztec Pantheon","introduction":["South American and Mesoamerican civilizations have fascinated me since childhood, when I would watch <em><a href=https://en.wikipedia.org/wiki/The_Mysterious_Cities_of_Gold>The Mysterious Cities of Gold</a></em>. This early 1980s Japanese-French anime series featured a solar-powered galleon ship, a golden, mechanical condor, three kids exploring the <em>New World</em> at the beginning of the Spanish Conquest, and a mini documentary at the end of each episode. Who could ask for more? (There was even a <a href=https://fr.wikipedia.org/wiki/Les_Myst%C3%A9rieuses_Cit%C3%A9s_d%27or_(s%C3%A9rie_t%C3%A9l%C3%A9vis%C3%A9e_d%27animation,_2012)>sequel in 2012!</a>)","But, despite this enchantment, Quetzalcoatl and Tlaloc were the only gods I could identify, while I could name dozens of Greek, Egyptian or Norse Gods. Only ten years ago, I learned about Aztec codices and a whole world of deities, each taking care of some aspects of human life.","Using these codices, I tried to identify them all, like a Pokemon chaser, despite scattered, partial and sometimes contradictory sources. I finally collected and restored illustrations of more than a hundred gods.","Through these illustrations, I hope to commemorate the complexity of the Aztec Pantheon, make the academic research more accessible, and show how this civilization is still alive in our global culture. With luck, they will also help you see this society with the wonderment of your inner child’s eyes, just like I did all those years ago."],"iconography_title":"Aztec iconography","iconography_intro":"Aztec gods, in iconographic sources, are like paper dolls. Each has a base form that is “dressed” with important symbolic accessories. Even specialists have difficulty identifying gods as these symbols can be emphasized for a particular worship, or switched between deities if they share similar fields of competence. Thus, gods can have multiple disguises, also known as aspects or <em>nahual</em>, and will freely share them with others.","iconography_imaginarygods":"The Gods illustrated below are imaginary. These made-up illustrations show how symbols and attributes in real Aztec iconography were composed to depict a God’s domain, abilities and needs.","library_death_subtitle":"Imaginary God of <strong>Death</strong>","library_fertility_subtitle":"Imaginary God of <strong>Fertility</strong>","pantheon_title":"The Aztec Pantheon","pantheon_intro":"These symbols can be found in real Aztec iconography, like in the 137 restored illustrations below.","pantheon_duality":"But Aztec Gods are rarely associated with a single domain. On the contrary, seemingly contradictory domains, like life and death, are often embodied by the same deity.","iconography_tlalte":"Tlaltecuhtli","source_tlalte_label":"Colorized detail from a stone sculpture exhibited at the Templo Mayor museum","source_tlalte_url":"","tlalte-steps":[{"id":"intro","title":"","text":"Tlaltecuhtli, for instance, is a sea monster considered to be the source of all living things, but it also swallows the sun every day and has to be kept appeased by blood sacrifice."},{"id":"claws","title":"claws","text":"Clawed hands and feet are a symbol of ferocity and blood thirst."},{"id":"hair","title":"hair","text":"Curly hair is a symbol of grass (<em>malinali</em>) and of vegetation generally."},{"id":"mouth","title":"mouth","text":"Its wide open mouth swallows the sun at the end of each day."},{"id":"extramouths","title":"extra mouths","text":"Extra mouths at the joints, and skull ornaments, emphasize the all consuming aspect of death."},{"id":"crouch","title":"crouch","text":"The crouching position can be a symbol of the birthing process and fertility."}],"iconography_tezca":"Tezcatlipoca","source_tezca_label":"Codex Borgia","source_tezca_url":"http://www.famsi.org/research/loubat/Borgia/page_21.jpg","tezca-steps":[{"id":"intro","title":"","text":"Tezcatlipoca rules fate, night, death, discord, conflict, temptation, change and destruction."},{"id":"colors","title":"colors","text":"He is usually represented with black and red as predominant colors."},{"id":"face","title":"face","text":"Yellow and black stripes are used for the face."},{"id":"spear","title":"spear","text":"He carries darts (used with a spear thrower called atlatl) to judge humans."},{"id":"shield","title":"shield","text":"Young warriors are under his protection."},{"id":"headdress","title":"headdress","text":"The elaborate headdress represents swirling smoke that emanates from his mirror."},{"id":"foot","title":"foot","text":"Tezcatlipoca’s foot was bitten off by Tlaltecuhtli in a battle. It is sometimes replaced by smoke, a scroll or a snake."},{"id":"satchel","title":"satchel","text":"Jaguar pattern satchel, used for carrying incense and other priestly goods. The jaguar is the main <em>nahual</em> of Tezcatlipoca."},{"id":"pectoral","title":"breastplate","text":"Circular breastplate (<em>anahuatl</em>) over the chest, made up of a white shell ring tied on by a red leather strap. At the center of it, the obsidian mirror is used for divination."},{"id":"nose","title":"nose plug","text":"The nose plug made of jade is a religious and/or a social ranking ornament."},{"id":"ezpitzal","title":"ezpitzal","text":"Absent symbol in this illustration: the ezpitzal (gust of blood) <span><img src=/2022/06/aztec-gods/assets/img/ezpitzal.png style=display:inline /></span> symbolizing anger, rage or madness."}],"pantheon":[{"id":"allLinks","title":"","type":"explanatory-mode","layout":"allLinks","selected":"","keyword":"","text":"The Gods of this pantheon are organized according to whether they are associated with death or life, and whether their domain is more spiritual or material."},{"id":"allLinks","title":"","type":"explanatory-mode","layout":"allLinks","selected":"","keyword":"death","text":"<em>Death</em> groups all the gods related to destructive forces, whether they come from nature or humankind, like the underworld, war or natural disasters."},{"id":"allLinks","title":"","type":"explanatory-mode","layout":"allLinks","selected":"","keyword":"life","text":"<em>Life</em>, like death, combines both renewal of nature and the continuation of the human species and, thus, includes fertility, birth, food or even cosmic creation."},{"id":"allLinks","title":"","type":"explanatory-mode","layout":"allLinks","selected":"","keyword":"spiritual","text":"<em>Spiritual</em> can be gods related to human intellectual interests, like art, lust and excess, or gods related to metaphysical interests, like the mysteries of nature, its creation and its purpose."},{"id":"allLinks","title":"","type":"explanatory-mode","layout":"allLinks","selected":"","keyword":"material","text":"<em>Material</em> deities offer protection to the activities that ensure the survival of Aztec civilization, from trading and craft to war or food."},{"id":"allLinks","title":"","type":"explanatory-mode","layout":"allLinks","selected":"","keyword":"","text":"But, as we’ve seen with Tlaltecuhtli and Tezcatlipoca, Aztec Gods rarely fit into a single category, and most are both creative and destructive, spiritual and material, especially the 13 <span class=major-god>major Gods</span>."},{"id":"aspect","title":"","type":"explanatory-mode","layout":"aspect","selected":"","keyword":"","text":"Explore each illustration to see if you can spot the attributes that align with the Gods’ domains. Be sure to seek out the 13 <span class=major-god>major Gods</span>, where you can also learn about Aztec society’s lasting legacy, from modern election practices in the south of Mexico to the foods eaten around the world."},{"id":"aspect","title":"","type":"exploratory-mode","layout":"aspect","selected":"Ometeotl","keyword":"","text":"You can start exploring with Ometeotl, a major figure often deemed as the primordial God, as he is the cosmic energy that gives life to everything."}],"main_gods":[{"id":"Ometeotl","type":"primordial","name":"Ometeotl","title":"The matrix of all things","minibio":"Androgynous entity, Ometeotl is responsible for the creation of the gods and the world, on the back of Cipactli, but stays distant from mankind.","illustration":"13-heavens","sources_group":[{"title":"Reshaping the world: debates on Mesoamerican cosmologies","author":"Ana Maria Diaz Alvarez","url":"https://www.worldcat.org/title/reshaping-the-world-debates-on-mesoamerican-cosmologies/oclc/1111651871"},{"title":"Ometeotl and the Emergence of the Male-Female Polarity in Aztec Cosmogony","author":"Sylvie Peperstraete","url":"https://www.persee.fr/doc/asdi_1662-4653_2012_num_7_1_978"},{"title":"Ometeotl, the God that Didn’t Exist","author":"","url":"http://www.calmecacanahuac.com/blog/uncategorized/ometeotl-the-god-that-didnt-exist/"}],"content":[{"subtitle":"Symbolism","subcontent":["The only symbol of truth and permanence for Aztecs is Ometeotl, the cosmic energy which gives life to everything, and structures it, like a fabric upon which gods and humans weave their history. Ometeotl doesn’t seem to be worshiped, besides mentions by some poets. However, they’re the core of the Aztec worldview. Like the cell’s mitosis, Ometeotl divides themself into Ometecuhtli (male) and Omecihuatl (female), then into the four creation gods. So every Aztec god is a specific disguise or embodiment of Ometeotl."]},{"subtitle":"Legacy","subcontent":["This deity is still celebrated annually in Morelos at the Ometeotl festival, which showcases the diversity of Mexican culture. But Ometeotl’s legacy can also be seen in the rise of the philosophical notion of complexity and complex systems. The Aztec’s pantheon is indeed a perfect example of it, where all the parts interact with each other in various ways, culminating in a higher order."]}]},{"id":"Huitzilopochtli","type":"creation","name":"Huitzilopochtli","title":"The emperor god","minibio":"God of war, thunderstorms, fire and sun. He’s the original deity of the nomadic tribe of Mexica, also known as Aztecs. He was a warrior who needed blood to win his battle against darkness.","illustration":"aztec-timeline","sources_group":[{"title":"Incarnations of the Aztec Supernatural: The Image of Huitzilopochtli in Mexico and Europe","author":"Elizabeth H. Boone","url":"https://www.jstor.org/stable/1006524"},{"title":"Huitzilopochtli: The History of the Aztec God of War and Human Sacrifice","author":"Ernesto Novato","url":"https://www.goodreads.com/book/show/49472932-huitzilopochtli"}],"content":[{"subtitle":"Symbolism","subcontent":["Huitzilopochtli is the protector of Aztec people through their journey from the mythic city of Aztlan (potentially the north of Mexico) to Texcoco Lake, where they built Tenochtitlan. Struggling to feed the fifth sun (<em>Tonatiuh</em>) and thus allowing the whole world to exist, Aztecs helped him thanks to wars, conquests and captives. While their blood is spilled to the ground to feed the earth, their heart is offered to the sun. Once again, death brings life."]},{"subtitle":"Legacy","subcontent":["The presence of Huitzilopochtli is still obvious today. Look no further than Mexico’s flag. At the center of it, an eagle eats a snake on a cactus. The same that Mexica saw upon their arrival at Texcoco. But, mainly, Huitzilopochtli's shadow still lies over the political landscape. The Empire his followers built (one which roughly restructured the countryside and created a sense of unity, despite the variety of local cultures) reshaped Mexican history well into the present."]}]},{"id":"Quetzalcoatl","type":"creation","name":"Quetzalcoatl","title":"The civilizing god","minibio":"One of the main divinities worshiped in Mesoamerica. He's the god of agriculture, arts, love science and wind. Exiled by his brother Tezcatlipoca, his expected return has been seen, at first, as the arrival of Hernan Cortez in 1519.","sources_group":[{"title":"Quetzalcoatl, in myth, archeology, and art","author":"Demetrio Sodi, José López Portillo and Fernando Díaz Infante","url":"https://www.worldcat.org/title/quetzalcoatl-in-myth-archeology-and-art/oclc/8171135"},{"title":"The myth of Quetzalcoatl","author":"Enrique Florescano","url":"https://www.worldcat.org/title/myth-of-quetzalcoatl/oclc/1110371944"},{"title":"The Myth of Quetzalcoatl: Religion, Rulership, and History in the Nahua World","author":"Alfredo López Austin","url":"https://www.worldcat.org/title/myth-of-quetzalcoatl-religion-rulership-and-history-in-the-nahua-world/oclc/898092749"}],"content":[{"subtitle":"Symbolism","subcontent":["K’iche’, Mayan or Toltecs: The feathered serpent figure has been revered for centuries in Mesoamerica. Although he’s a major fertility god for Aztecs, he also birthed a sweeter life for humans by giving them agriculture, science, arts, game, medicine and drugs, and especially love.","All those gifts remain in Mexican culture, thanks to historical and archeological work, but the most vivacious one remains the <a href=https://indigenousmexico.org/state-of-mexico/the-nahuatl-language-of-mexico-from-aztlan-to-the-present-day/>Náhuatl language</a>. Spoken since the 7th century, today it’s the second most common language in the country, with around 2M speakers, mostly in rural areas."]},{"subtitle":"Legacy","subcontent":["Contemporary Náhuatl is not the same as the original, as it has been Latinized and standardized since the Spanish Conquest, not to mention the fragmentation of Náhuatl into a multitude of local variations, and the urban migration, which weakens its transmission. Local dialects became, in the early 1990s, a strong symbol for the recognition of indigenous rights. And, finally, in 2003, <a href=https://en.wikipedia.org/wiki/Ley_General_de_Derechos_Ling%C3%BC%C3%ADsticos_de_los_Pueblos_Ind%C3%ADgenas>they were recognized as co-official national languages by the government</a>."]}]},{"id":"Tezcatlipoca","type":"creation","name":"Tezcatlipoca","title":"The trickster","minibio":"Omnipotent god of rulers, sorcerers or warriors, he rules night, death, discord, conflict, temptation, change and destruction. Symbolized by the jaguar, he's a rival of Quetzalcoatl and one of the most complex Aztec gods.","sources_group":[{"title":"Nahualism","author":"Roberto Martinez Gonzalez","url":"http://www.theses.fr/2005EPHE5011"},{"title":"Tezcatlipoca: trickster and supreme deity","author":"Elizabeth Baquedano","url":"https://www.worldcat.org/title/tezcatlipoca-trickster-and-supreme-deity/oclc/1221019941"},{"title":"A Guide to Mexican Witchcraft","author":"William Madsen, Claudia Madsen Mariana Yampolsky","url":"https://www.worldcat.org/title/guide-to-mexican-witchcraft/oclc/82372796"},{"title":"Shamanism in Mexico","author":"William Madsen","url":"https://www.jstor.org/stable/3628996"},{"title":"Symbolizing Tezcatlipoca","author":"Nicholas J. Saunders and Elizabeth Baquedano","url":"https://www.academia.edu/10231958/Symbolizing_Tezcatlipoca"},{"title":"Le nahualli : homme-dieu et double animal au Mexique","author":"Roberto Martinez Gonzalez","url":"https://sciencepress.mnhn.fr/sites/default/files/articles/pdf/az2004n1a25.pdf"}],"content":[{"subtitle":"Symbolism","subcontent":["Despite witch hunts during the Spanish Conquest, magic has survived into the present, with brujos/brujas or curanderos/curanderas, especially in the south of Mexico Valley, Tuxtla (Chiapas) or in Catemaco, a village near Vera Cruz, where politicians still come to seek mystical help before elections."],"id":"Mayahuel","type":"human","name":"Mayahuel","title":"Goddess of pulque","minibio":"Goddess of the maguay plant and all its by-products, especially pulque. Said to have 400 breasts to nurture her children, she gave love to mankind with her romance with Quetzalcoatl.","sources_group":[{"title":"The Children of Mayahuel: Agaves, Human Cultures, and Desert Landscapes in Northern Mexico","author":"Cynthia Radding","url":"https://www.jstor.org/stable/23212617"},{"title":"Mayáhuel: Mesoamerican deities of the maguey, as depicted in the C​odex Borgia","author":"Richard Guzman","url":"https://www.academia.edu/37004866/May%C3%A1huel_Mesoamerican_deitess_of_the_maguey_as_depicted_in_the_C_odex_Borgia"},{"title":"Pulque and the four hundred divine yet helplessly drunken rabbits","author":"Zoe Saadia","url":"https://www.zoesaadia.com/tag/mayahuel/"},{"title":"The Story of pulque","author":"Deborah Toner","url":"https://staffblogs.le.ac.uk/consumingauthenticities/2015/03/10/the-story-of-pulque-part-1/"}],"content":[{"subtitle":"Symbolism","subcontent":["<a href=https://en.wikipedia.org/wiki/Pulque>Pulque</a> (a mild alcoholic beverage made from maguey) is quite a paradoxical element of Aztec culture. Whereas their pantheon counted hundreds of gods related to it, all children of Mayahuel, it was restricted to very few humans (warriors, sacrificial victims, priests and nobles for celebrations, or older people and pregnant women) and public drunkenness was severely punished."]},{"subtitle":"Legacy","subcontent":["Maguey plantations brought wealth to powerful families in Mexico during the 19th century, but pulque represents only 10% of the alcoholic beverages consumed in Mexico. However, a modern version of it, thanks to the European distillation technique, became very popular worldwide: tequila. Additionally, maguey, with its low water consumption, is actually <a href=https://www.scientificamerican.com/article/does-agave-hold-the-secret-to-drought-resistant-farming/>a point of interest for agronomists</a> and could help to solve some water problems in Mexico."]}],"layout":"geometric","illustration":"​​civilizations-and-ethnic-groups-in-meso-america"}],"sources_title":"Sources"}],"sources":[{"group_title":"Aztec, contextuals elements","sources_group":[{"title":"The daily life of the Aztecs","author":"Jacques Soustelle","url":"https://www.worldcat.org/title/daily-life-of-the-aztecs/oclc/50217224"},{"title":"The Aztecs","author":"Michael E. Smith","url":"https://www.worldcat.org/title/aztecs/oclc/899181546"},{"title":"The Aztec Empire","author":"Michael E. Smith","url":"https://www.academia.edu/20020618/_The_Aztec_Empire_2012_"},{"title":"Les Aztèques : le peuple du cinquième Soleil","author":"Carmen Bernand","url":"https://www.clio.fr/bibliotheque/pdf/pdf_les_azteques_le_peuple_du_cinquieme_soleil.pdf"}]},{"group_title":"Culture and Religion","sources_group":[{"title":"La religion mexica","author":"Rafael Tena","url":"https://www.worldcat.org/title/la-religion-mexica/oclc/1264657341"},{"title":"Los oficios en la religion mexicana","author":"Jacqueline de Durand-Forest","url":"https://nahuatl.historicas.unam.mx/index.php/ecn/article/view/9269/8647"},{"title":"Aztec thought and culture","author":"Miguel Leon-Portilla (translated by Jack Emory Davis)","url":"https://www.worldcat.org/title/aztec-thought-and-culture/oclc/500192831"},{"title":"Amoxaltepetl “Popol Vuh Azteca”","author":"Christian Aboytes (Spanish)","url":"https://www.goodreads.com/book/show/30986190-amoxaltepetl-popol-vuh-azteca"},{"title":"In the age of the Fifth Sun: Jacques Soustelle’s studies of Aztec religion","author":"Aleksandar Bošković","url":"https://www.worldcat.org/title/in-the-age-of-the-fifth-sun-jacques-soustelles-studies-of-aztec-religion/oclc/5547289024"},{"title":"Aztec Mythology: The Influence of Aztec Mythology on Mexican Culture and History","author":"James W. Salterio Torres","url":"https://uh.edu/honors/Programs-Minors/honors-and-the-schools/houston-teachers-institute/curriculum-units/pdfs/2007/world-mythologies/salterio-07-myths.pdf"}]},{"group_title":"Primary Sources","sources_group":[{"title":"Historia general de las cosas de Nueva España","author":"Bernardino de Sahagún","url":"https://www.worldcat.org/title/historia-general-de-las-cosas-de-nueva-espana-i/oclc/752555501"},{"title":"El panteón en la Historia General de las cosas de la Nueva España de fray Bernardino de Sahagún","author":"Guilhem Olivier","url":"https://www.historicas.unam.mx/publicaciones/publicadigital/libros/393/393_04_05_PanteonHistoria.pdf"}]},{"group_title":"Iconographic analysis and identification","sources_group":[{"title":"Les dieux aztèques et leur iconographie","author":"Sylvie Peperstraete","url":"https://koregos.org/fr/sylvie-peperstraete-teteo-et-ixiptlahuan/"},{"title":"An Illustrated Dictionary of The Gods and Symbols of Ancient Mexico and the Maya","author":"Mary Miller and Karl Taube","url":"https://www.worldcat.org/title/illustrated-dictionary-of-the-gods-and-symbols-of-ancient-mexico-and-the-maya/oclc/1187086759"},{"title":"La pragmatique des dieux aztèques","author":"Danièle Dehouve","url":"https://journals.openedition.org/asr/1665"},{"title":"Les règles de construction des dieux aztèques (Religions en Mésoamérique)","author":"Danièle Dehouve","url":"https://journals.openedition.org/asr/3536#:~:text=Repr%C3%A9senter%20un%20dieu%20consistait%20%C3%A0,de%20construction%20d'un%20dieu."}]}],"codices":["Until its rise as an academic field that strives for accuracy, history has been, by definition, written from a single point of view. Concerning our subject, we stumble upon a major difficulty: the Aztecs destroyed materials created by their rivals in order to justify the dominance of their empire. Furthermore, Spanish conquerors and Christian missionaries brought about an even bigger annihilation, toppling Aztec society and rewriting their works.","Fortunately, some of these missionaries tried to collect as much information as they could, especially pioneer of anthropology <a href=https://en.wikipedia.org/wiki/Bernardino_de_Sahag%C3%BAn>Bernardino de Sahagún</a>, while others, like <a href=https://en.wikipedia.org/wiki/Bartolom%C3%A9_de_las_Casas>Bartolomé de Las Casas</a>, fought for indigenous rights. Their work is still precious to historians."],"cta_title":"Special mentions","cta_wip_title":"Work in progress","cta_wip":["We have, so far, in our database around 137 gods. And another batch is in the “work in progress” phase, as we still lack information, iconographic resources or simply the time to render them in graphic vector.","We hope to improve and expand it in the future so, if you’re interested in this project, you can <a href=mailto:uguengwendal@gmail.com>contact me</a> for corrections in written or iconographic resources. Thank you in advance for your help!"],"cta_mentions_title":"Special mentions","cta_mentions":["A special thanks to Sylvie Peperstraete, Fiona Pugliese, Ingrid Bernal, Elizabeth Baquedano, Florian Melki, Patrick Lesbre and Ian Mursell for their help and advice during my research."],"cta_websites_title":"My favorite websites","cta_websites":["<a href=https://www.mexicolore.co.uk/aztecs/>Mexicolore</a>, a wonderful and rich website for the general public about ancient cultures in Mexico.","<a href=https://www.mayaincaaztec.com/>MayaIncaAztec</a>, an educational website about indigenous societies in America, where I published my first restorations.","My Corazon Mexica on <a href=https://www.etsy.com/fr/people/j848hx6qcfjnjb14>Etsy</a> and <a href=https://www.facebook.com/MiCorazonMexica/>Facebook</a> for their incredible drawings and costumes  inspired by aztec mythology."]}